{
  "path": "/meet-the-team",
  "staff": [
    {
      "name": "Paul Goodenough",
      "jobTitle": "CEO & Founder",
      "live": true,
      "imageNormal": "/assets/imported/484/paolo.png",
      "imageFunny": "/assets/imported/483/paolo-funny.png",
      "description":
        "Paul founded Aerian to work on projects of worth, and has shaped, managed and delivered some of the biggest national and international digital projects for clients such as BBC, Channel 4, Sky, Into Film, The Science Museum, Breast Cancer Now, Dementia Friends, Alzheimer's Society, Danone, Tesco Mobile, Nickelodeon and more.",
      "fact":
        "Paul is also a double Emmy nominated writer & producer for  brands inc. BBC, How to Train Your Dragon and Peppa Pig; and owns over 20k comics. Paul has also been highlighted as one of the top ten innovators in the UK by UKTI.",
      "skills": [
        "Accessibility and Compliance Semantics",
        "Business Development",
        "Conceptual Design",
        "Consulting",
        "Conversion Rate Optimisation",
        "Copywriting",
        "Flash",
        "Graphic design",
        "Marketing",
        "Motion Graphics",
        "Multivariate Testing",
        "Partnerships",
        "Product Development",
        "Product Management",
        "Prototypes",
        "SEO",
        "Strategy",
        "UI Design",
        "User Experience",
        "User Testing",
        "UX Design",
        "Visual Design",
        "Wireframes",
        "XSLT"
      ]
    },
    {
      "name": "Geoff Wells",
      "jobTitle": "COO",
      "live": true,
      "imageNormal": "/assets/imported/486/geoff.png",
      "imageFunny": "/assets/imported/485/geoff-funny.png",
      "description":
        "Geoff has wide experience in business and marketing strategy and technology product development, with more than 25 years experience across a range of businesses and sectors. He has worked with global brands and aspiring start-ups in creating business and product strategies and bringing products to market. Clients and brands Geoff has worked with include Google, Unilever, Microsoft, IBM, Oracle, The MetOffice, BBC, CNN, Good Energy, British Chambers of Commerce, and the University of Bath.",
      "fact":
        "Did you know Geoff once took a wrong turn in Seville and was mistaken for a matador. Having been escorted to the bull fight ring he said the steaks were never higher.",
      "skills": [
        "Agile Product Owner",
        "Business Development",
        "Business Operations",
        "Consulting",
        "CRM",
        "Marketing",
        "Partnerships",
        "Product Management",
        "Strategy"
      ]
    },
    {
      "name": "Simon Neaves",
      "jobTitle": "Technical Director  ",
      "live": true,
      "imageNormal": "/assets/imported/488/simon.png",
      "imageFunny": "/assets/imported/487/simon-funny.png",
      "description":
        "Simon has single handedly created the development team that has seen us lauded as a \"truly first class\" outfit and highlighted as one of the best development companies in the UK. Simon has acted as Technical Architect for some of the largest web projects in the world combining existing services with bespoke development to create extensible web projects that offer unrivalled full life-cycle value for money and maximum extensibility.\n\nSimon has managed and delivered hundreds of projects for our clients including BBC Mixital, CNN's Africa View App, Into Film (Festivals and Educator), Wiltshire Council's digital platform, multiple Business Growth Hubs, The Space and many more. As a highly experienced developer in his own right, but with natural tendencies for leadership and strategy, Simon stands alongside our developers as a facilitator to optimise performance and delivery for our clients.",
      "fact":
        "Simon is the only person we know to have given his beard not only a first name, but also a middle name. He once not only lost his car keys but also a wheel barrow in his beard.",
      "skills": [
        "Agile Product Owner",
        "Agile Project Management",
        "Agile Scrum Master",
        "AWS",
        "Backbone",
        "Consulting",
        "Git",
        "Hosting",
        "Information Architecture",
        "Javascript",
        "Jenkins",
        "OOP",
        "PHP",
        "SQL"
      ]
    },
    {
      "name": "Ben Poole",
      "jobTitle": "Director of DevOps",
      "live": true,
      "imageNormal": "/assets/imported/491/ben.png",
      "imageFunny": "/assets/imported/489/ben-funny.png",
      "description":
        "Ben has extensive experience with high availability platforms and services. Ben is one of the biggest single reasons for Aerian's massive success with projects of scale, and his ability to navigate his way through the maze of systems, people, teams and services enables us to deliver highly technical and complex projects on a regular basis.",
      "fact":
        "Menial Job Peon is not only an anagram of Benjamin Poole but also Ben's previous job title.",
      "skills": [
        "Agile Project Management",
        "Agile Scrum Master",
        "AJAX",
        "AWS",
        "Chef",
        "CRM",
        "Electron",
        "Git",
        "Grunt",
        "Hibernate",
        "Hosting",
        "HTML",
        "Hudson",
        "Information Architecture",
        "Infosec",
        "J2EE",
        "Java",
        "Javascript",
        "Jenkins",
        "jQuery",
        "JSON",
        "Linux/UNIX",
        "Load Testing",
        "Lucene",
        "Monitoring",
        "MySQL",
        "Node",
        "OOP",
        "PHP",
        "Product Management",
        "Puppet",
        "RDBMS",
        "Server Administration  ",
        "Shell Scripting ",
        "SOLR",
        "Spring",
        "SQL",
        "SVN",
        "Virtualization",
        "XML",
        "XSLT"
      ]
    },
    {
      "name": "Andy Max",
      "jobTitle": "Senior Developer ",
      "live": true,
      "imageNormal": "/assets/imported/493/andy.png",
      "imageFunny": "/assets/imported/492/andy-funny.png",
      "description":
        "Andy is one of Aerian's development rocks with extensive skills and experience in developing and implementing CMS systems, API integrations, and CRM development. Andy has been lead developer for some of our largest and most complex projects including BBC Things To Do, Go Groups, Into Film (Festival and Educator) and Wiltshire Council.\n\nAndy has a BSc in Electronic Computer Engineering specialising in Internet Technology and over 10 years professional and commercial experience.",
      "fact":
        "Andy's real name caused a buffer overflow which inspired the W32/Nimbda worm.",
      "skills": [
        "AJAX",
        "Asterisk",
        "C",
        "C#",
        "CRM",
        "CSS",
        "Forge",
        "Git",
        "Hosting",
        "HTML",
        "Javascript",
        "jQuery",
        "Linux/UNIX",
        "Load Testing",
        "MySQL",
        "OOP",
        "PAL",
        "Perl",
        "PHP",
        "PostgreSQL",
        "Server Administration  ",
        "Shell Scripting ",
        "SOLR",
        "SQL",
        "SVN",
        "XML"
      ]
    },
    {
      "name": "Adam Smith",
      "jobTitle": "Senior Developer",
      "live": false,
      "imageNormal": "/assets/imported/532/adam.png",
      "imageFunny": "/assets/imported/531/adam-funny.png",
      "description":
        "Adam is an enthusiastic and talented developer adept at bringing web and mobile products to life. A leading member of our front-end development team, Adam has created leading web and app products for brands in gaming and entertainment, and corporate sectors. Adam's experience spans a bucket load of technologies and two continents.",
      "fact":
        "Did you know Adam can identify the voltage of any battery to the nearest volt with his tongue, however he cannot taste fisherman's friends mints any longer.",
      "skills": [
        "AJAX",
        "Android",
        "Angular",
        "Backbone",
        "Bower",
        "C++",
        "Cordova",
        "CSS",
        "Git",
        "HTML",
        "iOS",
        "Javascript",
        "Node",
        "nosql",
        "Phonegap",
        "Python",
        "React",
        "SASS",
        "SVN",
        "XML"
      ]
    },
    {
      "name": "Anthony Butterfield",
      "jobTitle": "Senior UI Designer",
      "live": true,
      "imageNormal": "/assets/imported/564/ant.png",
      "imageFunny": "/assets/imported/563/ant-funny.png",
      "description":
        "Anthony is a digital designer and art director with a commitment to user centred design. He has over 14 years industry experience, working within the world of Digital, User Experience, Advertising and E-learning. Designing for brands including American Airlines, British Airways, BAE Systems, Bloomberg, TfL, Barclays, Zurich, Paddy Power, Cineworld, P&O Ferries and LV insurance. Anthony is a skilled design thinker and problem solver with a passion for creating compelling, innovative and usable design experiences across multiple platforms.",
      "fact":
        "Did you know Anthony once spent an hour train journey on his commute home sat oposite celebrity Hugh Bonneville (A.K.A Lord Grantham from Downton Abbey) their legs both vying for space and only noticed who it was when it was time to depart the train.",
      "skills": [
        "Conceptual Design",
        "Motion Graphics",
        "UI Design",
        "User Experience",
        "UX Design",
        "Visual Design"
      ]
    },
    {
      "name": "Chris Bingham",
      "jobTitle": "Project & Admin Assistant",
      "live": true,
      "imageNormal": "/assets/imported/566/chris.png",
      "imageFunny": "/assets/imported/565/chris-funny.png",
      "description":
        "Chris provides essential quality assurance on the company's projects to ensure that they adhere to very high standards. In addition to this he contributes to Domain and SSL Management and provides help and advice to customers in this area. Chris also has a keen interest in video production; he plans and produces videos that appear on the Aerian social media channels.",
      "fact": "Chris loves pickle so much that he named his dog Branston.",
      "skills": [
        "Agile Project Management",
        "Business Operations",
        "CSS",
        "HTML",
        "jQuery",
        "Multiple Device Testing",
        "Multivariate Testing"
      ]
    },
    {
      "name": "Darren Torchia",
      "jobTitle": "Developer ",
      "live": true,
      "imageNormal": "/assets/imported/498/darren.png",
      "imageFunny": "/assets/imported/497/darren-funny.png",
      "description":
        "Darren is a keen and passionate web software developer, adept at integrating a variety of services and technologies. He has delivered complex systems where security of personal and financial data is paramount, and systems requiring direct and time-critical communication with emergency services.",
      "fact": null,
      "skills": [
        "Git",
        "HTML",
        "jQuery",
        "Linux/UNIX",
        "MySQL",
        "OOP",
        "PHP",
        "SEO"
      ]
    },
    {
      "name": "David Martinez-Plaza",
      "jobTitle": "Creative Developer ",
      "live": true,
      "imageNormal": "/assets/imported/502/david.png",
      "imageFunny": "/assets/imported/501/david-funny.png",
      "description":
        "David has years of experience creating rich and complex mobile apps, web apps, games, systems and experiences. His is a highly creative front-end developer, with skills extending across apps, web and through to PHP development.\n\nDavid has worked on leading web and mobile products including BBC Companion App, BBC Mixital, CNN Africa View News App, Good Energy's meter reading app, The Science Museum's Antenna project, The Space: Open Call, and The Space (Arts Council).",
      "fact":
        "David is a keen cyclist, motorcycle rider and drone pilot. But not all at the same time. He's working on it.",
      "skills": [
        "AJAX",
        "Android",
        "App Development",
        "Backbone",
        "C++",
        "CSS",
        "Git",
        "HTML",
        "Java",
        "Javascript",
        "jQuery",
        "JSON",
        "Node",
        "OOP",
        "SQL"
      ]
    },
    {
      "name": "Hannah Williams",
      "jobTitle": "Client Side Developer ",
      "live": true,
      "imageNormal": "/assets/imported/504/hannah.png",
      "imageFunny": "/assets/imported/503/hannah-funny.png",
      "description":
        "Hannah has been involved in many of our most engaging and mobile responsive web projects. She is highly skilled in creating industry leading experiences across multiple devices, including the very recent launch of the BBC's footer: Discover Cards which is consumed by millions of users every day.\n\nHannah brings years of experience working in both client side and server side development, creating applications and experiences used and enjoyed by millions of users globally.",
      "fact":
        "Hannah has a love of animals, owning a growing collection including dogs, rescue cats, chickens and soon to be who knows what (thinking horses, Alpacas). Also an up-and-coming ballet dancer and gymnast, albeit a beginner now, but maybe someday...",
      "skills": [
        "CSS",
        "Electron",
        "HTML",
        "jQuery",
        "JSON",
        "PHP",
        "SEO",
        "SQL",
        "SVN",
        "XML",
        "XSLT"
      ]
    },
    {
      "name": "Gyula Soós",
      "jobTitle": "Developer",
      "live": true,
      "imageNormal": "/assets/imported/735/dscf2303.jpg",
      "imageFunny": "/assets/imported/736/dscf2317.jpg",
      "description":
        "Gyula has a fresh BSc (Hons) in Applied Computing from University of Bath. While at the university he learned a little bit about everything, now he's eager to learn a lot about the key technologies. He's passionate about anything IT related: cloud technologies, computer hardware/software and digital trends.",
      "fact":
        "Gyula’s colleagues have a hard time understanding him, because he implemented the Hungarian notation in spoken language. Prefixing verbs with a 'v', nouns with a 'n', adverbs with a 'd', and adjectives with a 'j' just 'vMakes jmore nsense dfor nhim'.",
      "skills": [
        "Agile Scrum Developer",
        "AWS",
        "C#",
        "CSS",
        "Graphic design",
        "HTML",
        "Javascript",
        "Multiple Device Testing",
        "Openstack",
        "PHP"
      ]
    },
    {
      "name": "James Pearce",
      "jobTitle": "Client Side Developer ",
      "live": true,
      "imageNormal": "/assets/imported/506/james.png",
      "imageFunny": "/assets/imported/505/james-funny.png",
      "description":
        "Core to our front-end development team, James has worked on some of Aerian's most visually important interactive applications, apps and games.\n\nComing from a creative background, James' eye for interactivity and user experience ensures that the granular levels of user-experience seep through to all areas of our projects. James has delivered multiple projects including BBC Mixital, CBeebies, Sky Elementary, the Science Museum, and Arts Council which are some of our proudest achievements.",
      "fact":
        "James is best known for accidentally entering a Bruce Willis lookalike competition while playing his double bagpipes outside his local public house.  ",
      "skills": [
        "Agile Scrum Master",
        "App Development",
        "Backbone",
        "CSS",
        "Foundation",
        "Git",
        "Graphic design",
        "Grunt",
        "HTML",
        "Javascript",
        "Multiple Device Testing",
        "PHP",
        "SVN",
        "UI Design"
      ]
    },
    {
      "name": "Jason  Goodenough",
      "jobTitle": "Client Side Developer ",
      "live": true,
      "imageNormal": "/assets/imported/509/jason.png",
      "imageFunny": "/assets/imported/508/jason-funny.png",
      "description":
        "Jason has built the front end experiences on some of the world's biggest sites including over 100 BBC projects. His work has been widely upheld by the industry as shining examples of best practice.\n\nJason works as both client side developer and Quality Assurance Officer ensuring our sites are valid, performant on all browsers and devices and accessible beyond just being ‘acceptable'.",
      "fact": "Jason is a avid follower of Swindon Town.",
      "skills": ["CSS", "HTML", "jQuery", "XML", "XSLT"]
    },
    {
      "name": "Jonathan Chard",
      "jobTitle": "Technical Project Manager",
      "live": true,
      "imageNormal": "/assets/imported/758/dsc00096.jpg",
      "imageFunny": "/assets/imported/757/dsc00108.jpg",
      "description":
        "Jonathan's earliest memory of programming was cracking open a ZX Spectrum adventure game and fixing how the dice rolled... Ever since then he has worked with computers in some way or other and now has more than 25 years experience of working in the software industry,  working in a variety of sectors including banking, scientific software, healthcare and the pharmaceutical industry. In that time he has held a variety of roles ranging from development, business analysis, enterprise architecture and product and project management. He has also presented at various conferences in data science such as PhUSE, useR! and EARL. He has an MSc in Software Engineering from Teesside University, and a degree in Mathematics with Computation from Loughborough University.",
      "fact":
        "Jon once hitched from Loughborough to Paris during Rag Week and broke the record for the number of lifts needed to complete the trip.",
      "skills": [
        "API design",
        "Business Analysis",
        "Business Development",
        "C++",
        "Enterprise Architecture",
        "Git",
        "Groovy",
        "J2EE",
        "Java",
        "Javascript",
        "Jenkins",
        "OGS",
        "Ontologies",
        "OOP",
        "Product Management",
        "Project Management",
        "Python",
        "R",
        "RDF",
        "REST",
        "Selenium",
        "SGE",
        "Spring",
        "SVN",
        "UML",
        "XML",
        "XSLT"
      ]
    },
    {
      "name": "Marek Rodgers",
      "jobTitle": "Project & Admin Assistant",
      "live": true,
      "imageNormal": "/assets/imported/568/marek.png",
      "imageFunny": "/assets/imported/567/marek-funny.png",
      "description":
        "Marek provides key project management and quality support to our clients and our team to ensure smooth delivery of projects. Marek is also responsible for QA testing, and provides input across the delivery process with the insight and understanding of an in-depth UX thinker.",
      "fact":
        "Marek has more than 10 hours of recorded flight time with a Grob Tutor, sadly his high sensitivity to manoeuvres prevented him from becoming the next Top Gun.",
      "skills": [
        "Agile Scrum Developer",
        "ISO 27001",
        "ISO 9001",
        "Multiple Device Testing",
        "Multivariate Testing",
        "QA & Testing"
      ]
    },
    {
      "name": "Margy Cunningham",
      "jobTitle": "Finance Controller ",
      "live": false,
      "imageNormal": "/assets/imported/515/margy.png",
      "imageFunny": "/assets/imported/514/margy-funny.png",
      "description":
        "Margy is key to the success and happiness of our clients, team and the business!\n\nMargy has a BA (Hons) in Business Studies and Accounting and is a Chartered Management Accountant. She is responsible for a wide range of finance, admin and operational aspects within day-to-day life at Aerian, helping to ensure our team can be fully focussed on our clients needs.",
      "fact":
        "Margy lives at the end of the road with her husband (the sub postmaster) 3 boys and a dog. She started at Aerian on one day a week before becoming an employee.",
      "skills": ["Finance"]
    },
    {
      "name": "Matt Kane",
      "jobTitle": "Head of Software",
      "live": true,
      "imageNormal": "/assets/imported/734/dscf2391.jpg",
      "imageFunny": "/assets/imported/752/dscf2407.jpg",
      "description":
        "Matt has 20 years of web development experience, and has been creating mobile apps since the first days of iPhone and Android. He is as happy roadmapping a new product line, working on a full stack Node/Angular application or flipping bits on a microprocessor. As well as being an experienced developer, Matt is a serial entrepreneur with a flair for developing new products. He created the world's fastest camera flash, the #3 most popular Cordova plugin, and market-leading products in sectors as diverse as spaceflight photography and beekeeping.",
      "fact":
        "Matt first trained as a baker and pastry chef, but retired in glory at the age of 20 because his love of coding was even greater than his love of profiteroles.",
      "skills": []
    },
    {
      "name": "Matthew Ellis",
      "jobTitle": "Developer",
      "live": true,
      "imageNormal": "/assets/imported/755/dscf2338.jpg",
      "imageFunny": "/assets/imported/754/dscf2348.jpg",
      "description":
        "Matt is a recent graduate from Swansea University in Aerospace Engineering. Alongside his degree, Matt started learning to develop websites, before getting a job with a small company where he was able to enhance his understanding and develop new skills. Matt has a keen interest in cloud architecture like AWS but loves getting stuck into new and exciting projects.",
      "fact":
        "When enrolling at university, Matt got confused by the IT reference to the cloud and ended up getting a degree in Aerospace Engineering.",
      "skills": [
        "Agile Scrum Developer",
        "AWS",
        "CSS",
        "Git",
        "HTML",
        "Javascript",
        "jQuery",
        "MySQL",
        "PHP",
        "Python"
      ]
    },
    {
      "name": "Paul Warder",
      "jobTitle": "Senior Designer ",
      "live": true,
      "imageNormal": "/assets/imported/517/paul.png",
      "imageFunny": "/assets/imported/516/paul-funny.png",
      "description":
        "Paul has been at the forefront of our heaviest user experience design projects, delivering complex user journeys in a simple, easy to consume manner for users of all abilities.\n\nPaul's designs have placed Aerian at the forefront of the digital industry, helping inform best practice and creating brands and experiences for multi million pound projects including; BBC Climate Asia, BBC Whispering Stars, Tesco Mobile Challenge, David Cameron / Alzheimer's Society's Dementia Friends campaign and Into Film.",
      "fact":
        "Did you know that Paul once appeared on the famous 90s show \"Games Master\" and competed in a Super Bomber man competition... He didn't win!",
      "skills": [
        "Conceptual Design",
        "Graphic design",
        "Motion Graphics",
        "Multiple Device Testing",
        "Prototypes",
        "UI Design",
        "User Experience",
        "UX Design",
        "Visual Design",
        "Wireframes"
      ]
    },
    {
      "name": "Neil Thorne",
      "jobTitle": "Head of Design",
      "live": true,
      "imageNormal": "/assets/imported/521/neil.png",
      "imageFunny": "/assets/imported/520/neil-funny.png",
      "description":
        "Neil has worked at the highest levels in the digital design industry for over 15 years as a UI and UX designer and has extensive knowledge of front-end build practices, CRO and MVT.\n\nHe has powered the user-centred approach and products for a range of clients including Ricoh, Samsung, NHS, BBC Sport (and other BBC departments) and Breast Cancer Now - where he was the project lead helping to merge two sizeable charities into a single united £30m+ charity brand and website.",
      "fact":
        "In 2006 Neil managed to successfully clone himself… twice. Whilst encouraged to understand the ways of Photoshop, all the clones want to do is play Minecraft.",
      "skills": [
        "Conceptual Design",
        "Graphic design",
        "Multivariate Testing",
        "Prototypes",
        "UI Design",
        "User Experience",
        "User Testing",
        "UX Design",
        "Wireframes"
      ]
    },
    {
      "name": "Ryan Cheetham",
      "jobTitle": "Designer",
      "live": true,
      "imageNormal": "/assets/imported/523/ryan.png",
      "imageFunny": "/assets/imported/522/ryan-funny.png",
      "description":
        "Ryan orginally started out in product design with a BA Product Design degree and moved swiftly into the digital world.\n\nRyan has developed keen creative and development skills, and has designed and developed digital products and platforms for leading brands including Into Film, Nikon, Ricoh, Samsung, Invisalign, Travelodge, Jury's Inn, Pearson and PixelPin.",
      "fact": "Ryan once managed to get a selfie with a 5m great white shark! ",
      "skills": [
        "Conceptual Design",
        "Conversion Rate Optimisation",
        "CSS",
        "Flash",
        "Graphic design",
        "HTML",
        "Javascript",
        "jQuery",
        "Motion Graphics",
        "Multiple Device Testing",
        "Prototypes",
        "SEO",
        "UI Design",
        "User Experience",
        "UX Design",
        "Visual Design",
        "Wireframes"
      ]
    },
    {
      "name": "S'unya Dickman",
      "jobTitle": "Head of CSD",
      "live": true,
      "imageNormal": "/assets/imported/525/sunya.png",
      "imageFunny": "/assets/imported/524/sunya-funny.png",
      "description":
        "S'unya has worked on many of Aerian's most interactive and leading-edge projects including BBC Whispering Stars, BBC iWonder Guides, CNN Africa View News app, The Science Museum's Antenna and The Space: Open Call. He has a BA (Hons) Interactive Arts, and specialises in App development, HTML/CSS and JavaScript.",
      "fact":
        "S'unya's grandfather invented the dictaphone (+ answering machine). He has been practicing TaiJi Quan for over half his life and this year he cycled over 6000km a year commuting.",
      "skills": [
        "App Development",
        "Backbone",
        "CSS",
        "HTML",
        "Javascript",
        "React"
      ]
    },
    {
      "name": "Spencer Westwood",
      "jobTitle": "Senior Developer ",
      "live": true,
      "imageNormal": "/assets/imported/527/spencer.png",
      "imageFunny": "/assets/imported/526/spencer-funny.png",
      "description":
        "Spencer has wide technology and project management skills and experience across multiple verticals including financial services, manufacturing, airlines and government.\n\nSpencer is core part of our development team providing year-on-year support for BBC's Knowlege & Learning team, and has worked on BBC's WW1 at Home, BBC Food, and BBC Companion App just to name a few!!",
      "fact":
        "Spencer owns six guitars, two pianos, a violin and a djembe but doesn't have a partridge in a pear tree... yet.",
      "skills": [
        "Agile Scrum Master",
        "Android",
        "App Development",
        "Backbone",
        "Browser Technologies",
        "Business Development",
        "C",
        "C++",
        "Consulting",
        "Conversion Rate Optimisation",
        "Copywriting",
        "CRM",
        "CSS",
        "Electron",
        "Forge",
        "Foundation",
        "Git",
        "Glow",
        "Grunt",
        "Hosting",
        "HTML",
        "Infosec",
        "iOS",
        "J2EE",
        "Java",
        "Javascript",
        "Jekyll",
        "jQuery",
        "JSON",
        "Linux/UNIX",
        "Lucene",
        "Marketing",
        "Monitoring",
        "Motion Graphics",
        "Multiple Device Testing",
        "Multivariate Testing",
        "MySQL",
        "Node",
        "nosql",
        "Objective-C",
        "PAL",
        "Perl",
        "PHP",
        "PostgreSQL",
        "Product Development",
        "Product Management",
        "Prototypes",
        "Python",
        "RDBMS",
        "Ruby",
        "SEO",
        "Server Administration  ",
        "Shell Scripting ",
        "Siebel",
        "SOLR",
        "Spectrum",
        "Spring",
        "SQL",
        "SVN",
        "UI Design",
        "User Testing",
        "XML",
        "XSLT"
      ]
    },
    {
      "name": "Wayne Pitts",
      "jobTitle": "Client Side Developer ",
      "live": true,
      "imageNormal": "/assets/imported/529/wayne.png",
      "imageFunny": "/assets/imported/528/wayne-funny.png",
      "description":
        "Wayne is one of the best multi-disciplinary developers in the industry, covering complex front-end build and resilient back-end application development including moderation, content management systems and version-control.\n\nWayne has worked his wizardry on projects such as BBC Climate Asia, Credit Union Quiz, The Film Network, Into Film (Festival and Educator), NYPP Festivals and BBC Mixital.",
      "fact":
        "Wayne can't physically hold cotton wool, even thinking about this toxic material makes him squirm.",
      "skills": [
        "Android",
        "Browser Technologies",
        "CSS",
        "Git",
        "Grunt",
        "HTML",
        "Javascript",
        "jQuery",
        "JSON",
        "Multiple Device Testing",
        "MySQL",
        "PHP",
        "SVN",
        "XML"
      ]
    },
    {
      "name": "Aero The Dog",
      "jobTitle": "Distractor",
      "live": true,
      "imageNormal": "/assets/imported/530/aero.png",
      "imageFunny": "/assets/imported/530/aero.png",
      "description":
        "Bark, Bark!! Woof Woof!!!\n\nAero is the office dog, belonging to Hannah Williams. Leaning on years of Hannah's ability to distract, her protege, the irrepressible Aero has firmly placed himself as the chief distractor - the student has become the master!\n\nWith his skills in amusement and inability to walk across anything like a smooth surface, he forms an integral part of the team.",
      "fact":
        "All Aero wants to do all day is roll in glorious mud whilst chasing a tennis ball and coming home to eat Lasagne. ",
      "skills": ["Fetch", "High five", "Lay down", "Sit", "Spin"]
    },
    {
      "name": "Dave Houghton",
      "jobTitle": "Head of Operations ",
      "live": false,
      "imageNormal": "/assets/imported/500/dave.png",
      "imageFunny": "/assets/imported/499/dave-funny.png",
      "description":
        "Dave has successfully project managed Aerian's largest, most business critical projects, including: Tesco Mobile MatchMaker, BBC Companion App, Science Museum Antenna, Science Museum Codebreaker Challenge and CNN Africa View App.\n\nDave is both meticulous and unrelenting in his attention to detail and a fully accredited Agile Scrum Master.",
      "fact":
        "Dave has a multi-magazine featured 1957 VW Beetle. Currently building an analogue modular synth from scratch.",
      "skills": [
        "Agile Product Owner",
        "Agile Project Management",
        "Agile Scrum Master",
        "Business Operations",
        "Copywriting",
        "ISO 27001",
        "ISO 9001",
        "Product Management"
      ]
    },
    {
      "name": "Lucy Pitman",
      "jobTitle": "Junior Designer ",
      "live": false,
      "imageNormal": "/assets/imported/208/lucy.jpg",
      "imageFunny": "/assets/imported/430/lucy-funny-copy.jpg",
      "description":
        "Lucy is a product of the Aerian apprenticeship scheme and has been raised on the principles of user centred design and UAT. Her work with data/content driven design paradigms and frameworks has earned her high plaudits - creating 5-star experiences for millions of users on the products she's delivered.\n\nShe has worked on a number of high profile projects for BBC, Gov.uk, Tesco Mobile and TFN among others.",
      "fact":
        "Lucy has had both her jaws surgically broken and has the world's grumpiest Pug who enjoys coming to the pub on a evening with the office. ",
      "skills": [
        "Prototypes",
        "User Testing",
        "UX Design",
        "Visual Design",
        "Wireframes"
      ]
    },
    {
      "name": "Liam Farrell",
      "jobTitle": "Senior Technology Lead ",
      "live": false,
      "imageNormal": "/assets/imported/513/liam.png",
      "imageFunny": "/assets/imported/512/liam-funny.png",
      "description":
        "Liam combines a plethora of development and DevOps skills with experience at the sharp end of commercial, enterprise applications for blue chip clients.\n\nLiam has a Meng in Software Engineering, with experience as a Senior Technical Consultant and Technical Team Lead for IBM at Nationwide, BNY Mellon, Home Office, Avon and Somerset Constabulary, Ministry of Defence and the NHS.",
      "fact":
        "Liam plays fast and loose in the oldest sense, creates a drink that is over 4000 years old, plays a game where the average height is 6’7 and has a animal that is named after its original monetary value. ",
      "skills": [
        "Agile Project Management",
        "Agile Scrum Master",
        "Android",
        "App Development",
        "Backbone",
        "Bug Reporting",
        "C#",
        "Consulting",
        "CSS",
        "Git",
        "HTML",
        "Information Architecture",
        "Java",
        "Javascript",
        "jQuery",
        "Linux/UNIX",
        "MySQL",
        "OOP",
        "Siebel",
        "Strategy",
        "SVN",
        "XML"
      ]
    },
    {
      "name": "Arno Blumer",
      "jobTitle": "Javascript Developer ",
      "live": false,
      "imageNormal": "/assets/imported/533/arno.png",
      "imageFunny": "/assets/imported/494/arno-funny.png",
      "description":
        "Arno is an experienced front-end UI developer, specialising in integrating design within CMS and framework functionality and with extensive experience in server-side coding.",
      "fact":
        "Arno used to be in a rock band, but he finds the cut and thrust of programming much more exciting than the clichéd predictability of the mosh pit.",
      "skills": [
        "CSS",
        "Foundation",
        "HTML",
        "Javascript",
        "jQuery",
        "Python",
        "XSLT"
      ]
    },
    {
      "name": "Matt Bazley",
      "jobTitle": "Project & Admin Assistant ",
      "live": false,
      "imageNormal": "/assets/imported/519/matt.png",
      "imageFunny": "/assets/imported/518/matt-funny.png",
      "description":
        "Matt provides key project management and quality support to our clients and our team to ensure smooth delivery of projects. Matt is also responsible for QA testing, and provides input across the delivery process with the insight and understanding of an in-depth UX thinker.",
      "fact":
        "Matt once visited 7 different countries in the space of 3 weeks. Oh, and he was born in Burbank, Los Angeles, just up the road from Hollywood!﻿",
      "skills": [
        "Agile Project Management",
        "Business Operations",
        "CSS",
        "HTML",
        "Multiple Device Testing",
        "SEO",
        "User Testing"
      ]
    },
    {
      "name": "John Farrow",
      "jobTitle": "Senior Developer ",
      "live": false,
      "imageNormal": "/assets/imported/511/john.png",
      "imageFunny": "/assets/imported/510/john-funny.png",
      "description":
        "John has a wealth of experience of bringing complicated concepts to life in browsers. He has shown an ability to create highly interactive and engaging web applications that are robust, scalable and highly performant. John is leading talent in our front-end development team, and has pioneered development across major high-profile projects such as BBC Mixital and BBC iWonder, building multi-device applications with minimal footprint that deliver a high quality of user experience.",
      "fact":
        "John is a keen homebrewer. His recent project weighed in at a mighty 11%. Despite this, he has remarkably few hairs on his chest.",
      "skills": [
        "Agile Scrum Master",
        "Browser Technologies",
        "Javascript",
        "MySQL",
        "Node",
        "PHP",
        "Ruby"
      ]
    },
    {
      "name": "Jon Chard",
      "jobTitle": "Technical Project Manager",
      "live": false,
      "imageNormal": "/assets/imported/757/dsc00108.jpg",
      "imageFunny": "/assets/imported/758/dsc00096.jpg",
      "description":
        "Jonathan's earliest memory of programming was cracking into a ZX Spectrum adventure game to fix how the dice rolled... Ever since then he has worked with computers in some way or other and now has more than 25 years experience of working in the software industry, working in a variety of sectors including banking, scientific software, healthcare and the pharmaceutical industry. In that time he has held a variety of roles ranging from development, business analysis, enterprise architecture and product and project management. He has also presented at various conferences in data science such as PhUSE, useR! and EARL.He has an MSc in Software Engineering from Teesside University, and a degree in Mathematics with Computation from Loughborough University.",
      "fact":
        "Jon once hitched from Loughborough to Paris during Rag Week and broke the record for the number of lifts needed to complete the trip.",
      "skills": [
        "Business Development",
        "C++",
        "Git",
        "Groovy",
        "J2EE",
        "Java",
        "Javascript",
        "Jenkins",
        "OOP",
        "Product Management",
        "Python",
        "Spring",
        "SVN"
      ]
    }
  ]
}
