{
  "name": "Bananaman - Chase in Space",
  "slug": "bananaman-chase-in-space",
  "titleLineOne": "A cosmic html 5 chase",
  "titleLineTwo": "through space… with ALIENS!",
  "goLiveDate": "2017-11-22T00:00:00.000Z",
  "caseStudyTitle":
    "Guide our “Man of Peel” through space to bring General Blight crashing back to justice!",
  "caseStudyText":
    "Designed for Beano, using Beano Town’s resident super hero, we created the Beano's latest HTML5 game. Players can help our very own Bananaman take to the skies and dodge the various obstacles to bring back the dastardly General Blight and deliver him back to his jail cell on earth!\n\nBuilt to be on-brand, available to all devices, SUPER easy to play, but most of all, devilishly fun!",
  "externalUrl": "https://www.beano.com/games/bananaman-chase-in-space",
  "client": "beano",
  "homepage": true,
  "featured": true,
  "rolloverDetails": "Bananaman Chase in Space",
  "heroImage": "/assets/imported/781/artboard-1.png",
  "heroVideo": "/assets/imported/738/bananamanheader.m4v",
  "challenge": {
    "description":
      "We wanted to create a game that would capture the imagination, fun and creativity that the Beano brings to all it’s audience. Our game needed to feature all the Bananaman favourites, in an easy to play and simple game environment.",
    "hurdles": [
      {
        "title": "Creating a story",
        "text":
          "To ensure our game is perfectly in sync with the Beano we wanted to make sure our game followed a story.\n\nPlayers would take on the roll of their favourite Beano town hero. playing as though they are in one of the Beanos latest though they were part of one of their favourite Beano town adventures.",
        "image": "/assets/imported/745/bananaman-challenge-storyline.png"
      },
      {
        "title": "Featuring familiar faces",
        "text":
          "We wanted our game to be instantly recognisable as Beano so we needed to ensure the look and feel of the game embraced everything people have come to expect from a Beano product…\n\nLoud, Crazy, Naughty, full-blooded mayhem! But most importantly delivering those Laugh out loud moments that brings players back again and again!",
        "image":
          "/assets/imported/743/bananaman-challenge-faces-familiar-faces.png"
      },
      {
        "title": "Its all about the Assets",
        "text":
          "Although we had a variety of assets and sprites provided, we would need to create our own custom asset library to ensure we had characters available in the range of positions that our story and design team would require.\n\nThats what the design team said… though we are starting to think they just wanted more excuses to buy Beano comics!",
        "image": "/assets/imported/742/bananaman-challenge-assets.png"
      }
    ]
  },
  "solution": {
    "description":
      "Bananaman’s “Chase in Space!”… A HTML 5 game that sees our epic hero flying through space to bring the dastardly Blight back to his cell on earth.",
    "hurdles": [
      {
        "title": "Its a game… BASED IN SPACE!!",
        "text":
          "Through copious amounts of research… and because we knew it would be cool! A space theme was used for our game.\n\nPlayers take control of their favourite superhero, helping guide him through the copious amounts of space junk obstacles. Clicking or tapping would be the control mechanism, moving Bananaman up or down the screen in a flappy bird style.",
        "image": "/assets/imported/746/bananaman-challenge-space-space.png"
      },
      {
        "title": "Making our hero the star",
        "text":
          "We wanted the game to embrace the characteristics viewers and readers have come to love with Bananaman.\n\nThe iconic flying pattern that Bananaman adopts would require special attention from our animation team. We needed to re-create the swimming technique while ensuring a minimal amount of frames would be used so that file size was not jeopardised.",
        "image": "/assets/imported/744/bananaman-challenge-hero.png"
      },
      {
        "title": "It’s ALIVE!!",
        "text":
          "To ensure compatibility with all devices we used the latest HTML 5 technology to create the game.\n\nThis, combined with some snazzy CSS styling and a sprinkle of java script enabled us to add subtle animations and crazy sound effects that brought characters and story lines to life.",
        "image": "/assets/imported/741/bananaman-challenge-animation.png"
      }
    ]
  },
  "results": {
    "description":
      "We are delighted to say that Bananaman’s Chase in Space has now launched on the Beano website. Players young and old can take to the stars as their favourite Beano town superhero, helping to catch Blight and bring him to justice!",
    "hurdles": [
      {
        "title": "Successful launch",
        "text":
          "With a hard delivery timeline of only 1 month, Aerian and the team at Beano went from brainstorming the initial concept, designing the visuals, animating the characters and creating the game all in the given timescale.\n\nBananaman Chase in Space was successfully launched in November 2017 and is building in popularity as we write this!",
        "image": "/assets/imported/751/bannanamanv2-responsive-copy.png"
      },
      {
        "title": "Fully responsive gameplay",
        "text":
          "All players; no matter what age, ability or device they are using can enjoy our Bananaman Chase in Space game\n\n.\n\nA simple game mechanic, decorated with a great \"Beano\" storyline, designed at multiple breakpoints and tested to the max by our in-house testing team made sure we had a game that everyone could play.",
        "image": "/assets/imported/739/bananaman-challenge-responsive.png"
      },
      {
        "title": "One small step for Beano, One giant leap Beano users!",
        "text":
          "Working with the team at Beano, we created a big happy project family. Co-operation and Communication were encouraged throughout to ensure that they had every opportunity possible to be involved in what was created.\n\nA happy family meant that any artwork and branding were being used accordingly but also helped create a speedy sign off period so that we could roll the game out to the waiting Beano community as soon as possible.",
        "image": "/assets/imported/740/bananaman-challenge-happy.png"
      }
    ]
  },
  "performance": [],
  "testimonial": null,
  "gallery": [
    {
      "image": "/assets/imported/748/bannanamanv2-animation.png",
      "alt": "Bananaman - gallery - animation"
    },
    {
      "image": "/assets/imported/747/bannanamanv2-game-play-1.png",
      "alt": "Bananman - Gallery - Start screen"
    },
    {
      "image": "/assets/imported/749/bannanamanv2-game-play-2.png",
      "alt": "Bananaman - Gallery - game screen"
    },
    {
      "image": "/assets/imported/750/bannanamanv2-asset-creation.png",
      "alt": "Image for gallery of bananaman"
    }
  ]
}
