{
  "name": "Wiltshire Council Relaunch",
  "slug": "wiltshire-council",
  "titleLineOne": "All of Wiltshire's services and events ",
  "titleLineTwo": "in one helpful and beautiful place",
  "goLiveDate": "2015-11-01T00:00:00.000Z",
  "caseStudyTitle":
    "We redesigned a myriad of pages and services to work seamlessly",
  "caseStudyText":
    "The Council’s website had become dated and bloated with thousands of pages of content, much of which needed to be updated and consolidated.",
  "externalUrl": "http://www.wiltshire.gov.uk/",
  "client": "wiltshire-council",
  "homepage": true,
  "featured": true,
  "rolloverDetails":
    "We strategised and created a new platform and collection of services for Wiltshire Council that have delivered game-changing service to Wiltshire's residents.",
  "heroImage": "/assets/imported/437/wc-hero-image.jpg",
  "heroVideo": null,
  "challenge": {
    "description":
      "Primarily, we needed to get the site to become responsive and we needed to create a CMS capable of being used by a diverse team with complex and ever-changing needs. ",
    "hurdles": [
      {
        "title": "Responsiveness from day one",
        "text":
          "The site previously didn't work across mobile devices, which was an increasing problem in tackling rising visitors and user expectations. Load times were slow and rounded off a generally poor user experience.",
        "image": "/assets/imported/605/wiltshire-01.png"
      },
      {
        "title": "Making CMS useable  ",
        "text":
          "The CMS was not flexible enough to adapt and scale to future business needs. Load times were slow and rounded off a generally poor user experience.",
        "image": "/assets/imported/606/wiltshire-02.png"
      },
      {
        "title": "Gradual takeover ",
        "text":
          "To complicate things, the site would be replaced piecemeal. Some sections would be served on the old site and some on the new site with the new one ramping up and taking over gradually.",
        "image": "/assets/imported/607/wiltshire-03.png"
      }
    ]
  },
  "solution": {
    "description":
      "We established a global look and feel and tech architecture that improved readability, ease-of-use, appreciation and supported stringent accessibility requirements. ",
    "hurdles": [
      {
        "title": "Our responsive and customisable CMS - Tapestry  ",
        "text":
          "Our proprietary CMS ‘Tapestry' was customised with bespoke content blocks and data entry views based on editorial team workflows and content requirements.",
        "image": "/assets/imported/608/wiltshire-04.png"
      },
      {
        "title": "Handling traffic management ",
        "text":
          "We proposed and executed creative use of Varnish which acted as a cache layer for the new and old sites. As a ‘Traffic Manager' this also managed the routing of requests to either the old or new site without needing multiple domain names.",
        "image": "/assets/imported/609/wiltshire-05.png"
      },
      {
        "title": "Lightning quick search functionality ",
        "text":
          "In the 11th hour, we were asked to include search functionality across legacy pages as well as the new site. We used Apache Nutch with Solr with some custom boost settings to index pages across the new site.",
        "image": "/assets/imported/610/wiltshire-06.png"
      }
    ]
  },
  "results": {
    "description":
      "So successful was the relaunch that Wiltshire Council have now created a digital strategy team to continue finding new ways to harness digital to deliver better service and value for money.",
    "hurdles": [
      {
        "title": "Mobile users sky rocketed",
        "text":
          "The site meets accessibility standards and a responsive build takes the pain out of cross-device browsing regardless of screen size. Users can search for content on not only the new and old sites but a range of Council run microsites - opening new the and exciting territories with users.",
        "image": "/assets/imported/611/wiltshire-07.png"
      },
      {
        "title": "Super efficient workflow",
        "text":
          "Our intuitive and time saving CMS boasts a custom built digital asset management system to help the editorial team keep track of imagery and other file types. Furthermore, access and content tasks can be devolved into WYSIWYG interfaces, and extended and personalised to suit the needs of each content team.",
        "image": "/assets/imported/606/wiltshire-02.png"
      },
      {
        "title": "Slashed loading times ",
        "text":
          "Load times have been slashed for legacy pages by around 2000%, and cached versions of pages are served in the event of server error.",
        "image": "/assets/imported/612/wiltshire-09.png"
      }
    ]
  },
  "performance": [{ "title": 2000, "text": "Percent reduction in load time" }],
  "testimonial": null,
  "gallery": [
    {
      "image": "/assets/imported/369/wc-grid-image-1.jpg",
      "alt": "WC grid image 1"
    },
    {
      "image": "/assets/imported/370/wc-grid-image-2.jpg",
      "alt": "WC grid image 2"
    },
    {
      "image": "/assets/imported/371/wc-grid-image-3.jpg",
      "alt": "WC grid image 3"
    },
    {
      "image": "/assets/imported/372/wc-grid-image-4.jpg",
      "alt": "WC grid image 4"
    }
  ]
}
